Repository: samer2373/carers_create_order_admin
Catalog: assets/assets/lang/app_*.arb
Languages: ar

# start_time_must_be_in_interval
source: We are sorry, but the start time can't be in the interval {start} - {end}
ar: نأسف، لكن الوقت البدء لا يمكن أن يكون في الفترة {start} - {end}

source: Test Names
ar: أسماء الاختبارات

source: Test Type
ar: نوع الاختبار

# this_service_may
source: This service may be covered by 1 to 6 nurses who will be working as a team.
ar: قد يكون هذا الخدمة متاحة في المستقبل

source: To Time
ar: إلى الوقت

# urgent
source: ASAP
ar: عاجل

source: Why are you cancelling?
ar: لماذا تلغي؟

# you_added_products
source: You added items on {name}, Are uou sure you want to delete it?
ar: لقد قمت بإضافة عناصر على {name}، هل أنت متأكد أنك تريد حذفه؟

# your_security
source: Your Security is Our Priority
ar: أمنك هو أولويتنا
