Repository: samer2373/carers_create_order_admin
Catalog: assets/assets/lang/app_*.arb
Languages: ar

source: A loved one
ar: من المحبين

source: About Us
ar: من نحن

# about_us_data
source: Carers mobile application is built to help families and individuals easily find a variety of professionals who are carefully selected through a unique algorithm. Carers seek to contribute to the SDGs by facilitating & granting better health for as many people and families as possible, providing good jobs and economic growth for multiple caregivers, and adopting a gender equality approach for all of our recruitment strategies.
ar: كيرارز تصمم تطبيقات الجوال لمقدمي الرعاية لمساعدة العائلات والأفراد في العثور بسهولة على مجموعة متنوعة من المهنيين الذين تم اختيارهم بعناية من خلال خوارزمية فريدة. يسعى مقدمو الرعاية إلى المساهمة في أهداف التنمية المستدامة من خلال تسهيل و توفير صحة أفضل لأكبر عدد ممكن من الأشخاص والأسر ، وتوفير فرص عمل جيدة ونمو اقتصادي للعديد من الأشخاص من قدمي الرعاية ، واعتماد نهج المساواة بين الجنسين لجميع استراتيجيات التوظيف لدينا

source: Add
ar: اضاقة

# add_address
source: + Add new address
ar: + اضافة عنوان جديد

source: Add care receiver profile
ar: أضف ملف تعريف مستقبل الرعايةe

source: Add Contact +
ar: إضافة جهة اتصال +

source: + Add new Patient Profile
ar: + إضافة ملف تعريف المريض الجديد

source: Add Patient
ar: أضف المريض

source: Add Promo Code
ar: أضف الرمز الترويجي

source: Add Test(s)
ar: إضافة اختبار (اختبارات)

source: Add your Feedback
ar: أضف تعليقك

source: Add Your note
ar: أضف ملاحضاتك

source: Address
ar: العنوان

source: Address Details
ar: تفاصيل العنوان

# adresses
source: Addresses
ar: العناوين

source: Age
ar: العمر

source: Agree
ar: موافق

# all_field_requird
source: Please fillall required field
ar: يرجى ملء كل الحقول المطلوبة

source: All Profiles
ar: جميع الملفات الشخصية

source: Allergies
ar: الحساسية

# already_have_account
source: Already have an account?
ar: هل لديك حساب؟

# already_rated
source: You have already rated this caregiver
ar: تم التقييم بالفعل

source: Analysis
ar: التحليلات

# app_name
source: Carers
ar: كيرارز

source: Apply
ar: تقدم بطلبك

source: Are you sure?
ar: هل انت متأكد؟

# are_you_sure_delete
source: Are you sure you want to delete?
ar: هل أنت متأكد أنك تريد حذف؟

# are_you_sure_delete_acc
source: Are You Sure You Want To Delete Account?
ar: هل أنت متأكد أنك تريد حذف الحساب؟

# are_you_sure_logout
source: Are you sure you want to logout.
ar: هل أنت متأكد أنك تريد تسجيل الخروج.

source: Area
ar: منطقة

source: Area Of location
ar: منطقة الموقع

source: Available now around you
ar: متوفر الان حولك

source: Bedridden
ar: مريض غير قادر على الحركة

# befor_start
source: Please select valid value
ar: الرجاء تحديد قيمة صالحة

source: Boy
ar: ولد

source: Building Number
ar: رقم المبنى

# call_obs_to_cancel
source: if you want to cancel your order, please
ar: اذا كنت ترغب في إلغاء الحجز، يرجى

source: Camera
ar: كاميرا

source: Camera access denied.
ar: تم رفض الوصول إلى الكاميرا.

source: Cancel
ar: الغاء

source: Cancel Order
ar: الغاء الطلب

source: Cannula Insertion
ar: تركيب ابرة محلول وريدي

# cant_find_location
source: Can't find your location
ar: لا يمكن العثور على موقعك

source: Care giving
ar: تقديم الرعاية

source: Care Log
ar: سجل الرعاية

source: Care Plan
ar: خطة الرعاية

# care_receiver
source: Care Receiver(s)
ar: مستقبل الرعاية

source: Care Receiver Analysis
ar: تحليلات متلقي الرعاية

source: Care receiver details
ar: تفاصيل مستقبل الرعاية

# care_receivers_profile
source: Care Receiver Profile
ar: ملف متلقي الرعاية

# caregiver_buy
source: I would like the caregiver to buy the medications and/or the supplies?
ar: أود أن يشتري مقدم الرعاية الأدوية و / أو المستلزمات؟

source: Carers Offers
ar: عروض كيرارز

source: Cash has been Requested
ar: تم طلب النقود

source: Cat
ar: قطة

source: Certificates
ar: شهادات

source: Change Language
ar: تغيير اللغة

source: Change Password
ar: تغيير كلمة المرور

source: Chat
ar: دردشة

source: Check GPS
ar: تحقق من GPS

# check_gps_msg
source: Please check your GPS settings and try again
ar: يرجى التحقق من إعدادات GPS الخاصة بك وحاول مرة أخرى

source: Child Name
ar: اسم الطفل

source: Child Profile
ar: ملف تعريف الطفل

source: Choose the location on the map
ar: اختر الموقع على الخريطة

source: Choose from
ar: أختر من

source: Coming soon
ar: قريباً

# confined_to_wheelchair
source: Confined to a wheelchair
ar: استخدام كرسي متحرك

source: Confirm
ar: تأكيد

source: Confirm Order
ar: أكد الطلب

source: Confirm Password
ar: تأكيد كلمة المرور

source: Confirmed
ar: مؤكد

source: Contact Information
ar: معلومات الاتصال

source: Contact name
ar: اسم جهة الاتصال

source: Contact Us
ar: تواصل معنا

# continue_str
source: Continue
ar: استمر

# continue_txt
source: Continue
ar: استمر

source: Copied to clipboard
ar: نسخ إلى الحافظة

# couldnt_get_location
source: We couldn't get your location
ar: لم نستطيع تحديد مكانك

# count_carers_offer
source: {count} Carers Offer(s)
ar: {count} عرض مقدمي الرعاية

# create_account
source: Create an Account
ar: انشاء حساب جديد

source: Crop
ar: اقتصاص

source: Date and Time of Visits
ar: تاريخ و وقت الزيارات

source: Day not in range
ar: اليوم المحدد ليس في النطاق المحدد

source: Delete
ar: حذف

# delete_my_acc
source: Delete My Account
ar: احذف حسابي

# delete_profile_img
source: Your profile picture has been deleted successfully
ar: تم حذف صورة ملفك الشخصي بنجاح

source: Description
ar: وصف

# did_not_receive_otp
source: Didn't receive anything?
ar: لم أتلق أي شيء؟

# didnt_get_the_code
source: Didn't receive anything?
ar: لم تتلق أي شيء؟

source: Discount
ar: قيمة الخصم

# do_they_have_any_allergies_bar
source: - Do they have any allergies? - Do they have any underlying conditions? - What are their hobbies/interests? - How would they structure their ideal day?
ar: -هل يعانون من اي نوع من الحساسية ؟ -هل يوجد ظروف خاصة يجب ان تاخذ بعين الاعتبار ؟ - ما هي هواياتهم/اهتماماتهم؟ - كيف يخططون ليومهم المثالي؟

source: Do you have any allergies?
ar: هل لديك أي نوع من الحساسية؟

source: Do you have any pets?
ar: هل لديك أي حيوانات أليفة؟

source: Doctor Name
ar: اسم الطبيب

# doctors_prescription
source: Doctor's prescription (if available)
ar: (وصفة الطبيب (اذا كانت متوفرة

source: Dog
ar: كلب

source: Done
ar: تم

source: Dosage
ar: الجرعه

# dr_name
source: Doctor Name
ar: اسم الطبيب

source: Driving License
ar: رخصة قيادة

source: Edit
ar: تعديل

source: Edit Patient
ar: تعديل معلومات المريض

source: Email
ar: البريد الالكتروني

# en
source: English
ar: الانجليزية

source: End in:
ar: تنتهي في...:

# end_in_next
source: (Next Day):
ar: (اليوم التالي)

source: Every day
ar: كل يوم

# examine_ex
source: ex: Lungs, Kidneys, Legs, Arms, Uterus etc...
ar: ex: رئة, كلى, قدامان, اذرع, مثانة, الخ...

source: Expected Due Date
ar: تاريخ الولادة المتوقع

source: Expecting
ar: مترقب

source: Experiences
ar: الخبرات

source: Female
ar: أنثى

source: Finished
ar: انتهى

source: Follow
ar: تابع

source: For emergency contact
ar: جهة الاتصال بحالة حدوث طارىء

# forget_password_msg
source: Don't Worry! it happens. Please enter your phone number.
ar: مازلت لم تتلق أي شيء؟ يرجى الاتصال برقم خدمة العملاء لدينا.

source: Forgot Password?
ar: نسيت كلمة المرور؟

# forgot_password_msg
source: Still didn't receive anything? Please contact our customer service number
ar: مازلت لم تتلق أي شيء؟ يرجى الاتصال برقم خدمة العملاء لدينا

source: Form Date
ar: من تاريخ

source: Free
ar: مجاني

source: From
ar: من

source: Full Activity
ar: قادر على التحرك بنفسه

source: Full Name
ar: الاسم الكامل

source: Gallery
ar: معرض الصور

source: Gender
ar: الجنس (ذكر/أنثى)

source: Girl
ar: بنت

source: Good
ar: جيد

# has_car
source: Has a Car
ar: يمتلك سيارة

source: has started the visit
ar: بدأ الزيارة

source: Have Pets?
ar: لدي حيوانات أليفة؟

source: Hire Carer
ar: استئجار مقدم رعاية

source: Hours
ar: ساعات

# hours_services
source: 24 Hours Services
ar: 24 ساعة خدمة

source: How can we help you?
ar: كيف يمكننا مساعدتك؟

source: How many visits per day?
ar: كم عدد الزيارات باليوم الواحد؟

# i_have_read_and_agree
source: I have read and agree with the
ar: لقد قرأت ووافقت على

# if_available_please_provide_any_reports_or_documents
source: If available please provide any reports or documents ( pdf, docx, doc, all images ) related to the care receiver's case.
ar: إذا كان متاحًا ، يرجى تقديم أي تقارير أو مستندات (pdf، docx ، doc ، جميع الصور) المتعلقة بحالة متلقي الرعاية

# if_you_choose
source: If you choose the 24-hours service, the in-charge nurses will present their offers on behalf of their team to cover the whole 24-hours period.
ar: اذا اخترت الخدمة لمدة 24 ساعة، فسيقدم فريق العمل المسؤول عن الخدمة عروضهم لتغطية الفترة الزمنية الكاملة.

# in_charge
source: (Team Leader)
ar: (قائد الفريق)

source: In Progress
ar: لم ينته بعد

source: Individual test
ar: اختبار فردي

source: Info
ar: معلومات

source: Invalid phone number
ar: رقم التلفون غير صحيح

source: Is there an issue
ar: هل هناك مشكلة؟

source: Item Added
ar: تمت الإضافة

source: KG
ar: كغ

source: Language
ar: اللغة

source: Later
ar: فيما بعد

source: LB
ar: رطل

source: Let's get started
ar: هيا بنا نبدأ

source: Loading.....
ar: تحميل.....

source: Location detected successfully
ar: تم تحديد الموقع بنجاح

source: Location Name
ar: اسم الموقع

source: Login
ar: تسجيل الدخول

source: Login Now
ar: تسجيل الدخول الآن

# login_requierd
source: You need to login to perform this action
ar: تحتاج إلى تسجيل الدخول للقيام بهذا العمل

source: Logout
ar: تسجيل الخروج

source: Loved Ones
ar: المحبين

source: Male
ar: ذكر

source: Marital Status
ar: الحالة الاجتماعية

source: Me
ar: لي

# me_and_loved_ones
source: Me & My loved
ar: أنا وأحبائي

source: Medical Lab Testing
ar: الفحوصات المخبرية الطبية

source: Message
ar: رسالة

# mic_per
source: Microphone permission not granted
ar: لم يتم منح إذن الميكروفون

source: Mobility
ar: قابلية الحركة

source: Mobility and Capability
ar: القدرة على الحركة والتنقل

source: Months
ar: أشهر

source: Multiple Visits
ar: زيارات متعددة

# must_be_num_at_least_char
source: Must be at least {cont} characters
ar: يجب ألا يقل عدد الأحرف عن{cont}

source: My Offers
ar: عروضي

source: My Orders
ar: طلباتي

source: My Payments
ar: مدفوعاتي

source: My Profile
ar: ملفي

source: Myself
ar: نفسي

source: Name
ar: الأسم

source: New Password
ar: كلمة مرور جديدة

source: New Update!
ar: تحديث جديد!

# new_update_msg
source: There is new update available!
ar: هناك تحديث جديد متاح!

source: Next
ar: التالي

source: No
ar: لا

source: No Address
ar: لا يوجد عنوان

# no_care_address_added
source: No Address
ar: لا عنوان

# no_care_rec_added
source: You have no care receiver profiles yet!
ar: ليس لديك ملفات تعريف المتلقي الرعاية حتى الآن!

source: No Contact Selected
ar: لم يتم تحديد جهة اتصال

source: No description
ar: بدون وصف

source: No Offers Yet
ar: لا يوجد عروض بالوقت الحالي

source: No Orders Yet
ar: لا يوجد طلبات بالوقت الحالي

# no_reviews
source: No Reviews Yet
ar: لا يوجد تقييمات بعد

source: No Services Available
ar: لا توجد خدمات متاحة

# noInternet
source: No internet access
ar: لا يوجد اتصال بالإنترنت

# noInternetMsg
source: There is no internet connection. Please check your network settings and try again.
ar: لا يوجد اتصال بالإنترنت. يرجى التحقق من إعدادات الشبكة الخاصة بك وحاول مرة أخرى

source: Not Found
ar: لم يتم العثور عليه

# not_member
source: Not a member?
ar: ليس عضوا؟

source: Note:
ar: ملاحظة

source: Notes
ar: ملاحظات

source: Notifications
ar: الاشعارات

source: Nurse
ar: ممرض/ة

# ob1Desc
source: Find your trusted carers that match you and your loved one's every need
ar: احجز موعدك واحصل على أفضل رعاية تصل إلى عتبة داركم

# ob1Title
source: Homecare Made Easy
ar: الرعاية الصحية أصبحت سهلة

# ob2Desc
source: Receive the profiles of our well vetted carers and choose the one that suits you the best
ar: تلقي ملفات تعريف أفضل الممرضين/الممرضات المحترفين/المحترفات واختيار الخبرات التي تلبي احتياجاتك

# ob2Title
source: The comfort of your own choice
ar: اختيارك للمحترفين

# ob3Desc
source: Choose when you want to receive a service Our appointments are always convenient and flexible.
ar: اختر متى تريد تلقي الخدمة مواعيدنا دائما مريحة ومرنة.

# ob3Title
source: Your Date and Time
ar: التاريخ و الوقت المناسب لك

source: Offers
ar: عروض

source: Offers Center
ar: مركز العروض

# offers_msg
source: If you haven't received an offer within 30 minutes, please contact us for more assistance
ar: إذا لم تتلقى عرضًا في غضون 30 دقيقة ، يرجى الاتصال بنا للحصول على المزيد من المساعدة

source: Optional Details to Save you Better
ar: هل يوجد اي معلومات إضافية؟

source: OR
ar: أو

source: Or login with
ar: أو تسجيل الدخول باستخدام

source: Or Sign Up with
ar: أو تسجيل الدخول باستخدام

# order_has_been_confirmed
source: Great! Your order has been confirmed!
ar: رائع! تم تأكيد طلبك!

source: Order Id:
ar: رقم الطلب:

source: Order Summary
ar: ملخص الطلب

source: Other
ar: آخر

# otp_msg
source: We will send you OTP security code.
ar: سوف نرسل رمز التحقق برسالة.

source: Package(s)
ar: حزمة/حزم

source: Paid
ar: مدفوع

source: Parents and relatives contacts
ar: جهات الاتصال للاباء و الاقارب

source: Password
ar: كلمة المرور

# password_match
source: Both Passwords match
ar: كلمتا السر متطابقتين

source: Password not match
ar: كلمتي المرور غير متطابقتين

source: Patient
ar: المريض

source: Patient name
ar: اسم المريض

source: Patient Profile
ar: الملف الشخصي للمريض

source: Patient Weight
ar: وزن المريض

source: Patient's Doctor
ar: طبيب المريض

source: Patient's pain level scale
ar: مقياس مستوى الألم لدى المريض

source: Pay
ar: دفع

# payment_alert_msg
source: Note: do not pay unless you received a payment request through our app and any other cash payment been done without a payment request is not under our responsibility
ar: ملاحظة: لا تدفع إلا إذا تلقيت طلب دفع من خلال تطبيقنا وأي مدفوعات نقدية أخرى بدون طلب دفع ليست تحت مسؤوليتنا

source: Payments
ar: دفعات

source: Per Visit
ar: للزيارة الواحدة

source: Persent
ar: الحالي

source: Pet Type
ar: نوع الحيوان الأليف

# phone_hint
source: Phone Number
ar: رقم التليفون

source: Phone Number
ar: رقم التلفون

source: Photo access denied.
ar: تم رفض الوصول إلى الصور.

# plaese_select_correct_time
source: Please select the start time to be at least 2 hours after now
ar: الرجاء تحديد وقت البدء ليكون على الأقل ساعتين بعد الآن

# please_accept_terms
source: Please accept terms and conditions
ar: الرجاء قبول الشروط والأحكامs

# please_enter_otp
source: Please enter the 4 digits number that we send to
ar: الرجاء إدخال الرقم المكون من 4 أرقام الذي سوف نرسله لك

source: Please select location
ar: الرجاء اختيار الموقع

source: Please Select Service
ar: الرجاء تحديد الخدمة

source: please state it
ar: من فضلك اذكرها

source: Please tell us your problem
ar: اخبرنا عن مشكلنك

# preferred_nurse_gender
source: Preferred Service Provider Gender
ar: الجنس المفضل لمقدم الخدمة

source: Previous Orders
ar: الطلبات السابقة

# profile_settings
source: Profile setting
ar: إعدادات الملف الشخصي

source: Promo Code
ar: الرمز الترويجي

source: Quick Care
ar: الرعاية التمريضية القصيرة

# rate_caregiver
source: Rate your Caregiver
ar: قيم الممرض/الممرضة

source: Recording...
ar: تسجيل...

source: Rehire
ar: أعادة توظيف

# rehire_empty_msg
source: You can hire the same caregiver again, after you have made your first order
ar: يمكنك استئجار نفس مقدم الرعاية مرة أخرى ، بعد إجراء طلبك الأول

source: Relatives & Friends Contacts
ar: جهات الاتصال في الآباء و الأقارب

source: Reports
ar: تقارير

# req_again_msg
source: You can only use this feature when you have previous bookings
ar: يمكنك استخدام هذه الميزة فقط عندما يكون لديك حجوزات سابقة

source: Request
ar: طلب

source: Request Again
ar: اطلب مرة أخرى

source: Requested
ar: مطلوب

source: Requested Amount
ar: المبلغ المطلوب

source: Resend Code
ar: أعد إرسال الرمز

# reset_pass
source: Reset Password
ar: إعادة تعيين كلمة المرور

source: Reviews
ar: تقييمات

source: Save Changes
ar: حفظ التغييرات

source: Schedule your visit(s)
ar: (جدولة زيارتك (زياراتك

source: Search
ar: بحث

source: Select Address
ar: حدد العنوان

# select_city
source: Select a City
ar: اختيار مدينة

# select_country
source: Select a Country
ar: اختيار بلد

source: Select Form Contacts
ar: اخيار جهة الاتصال

source: Select Language
ar: اختيار اللغة

# select_location
source: Choose the location on the map
ar: اختر الموقع على الخريطة

# select_patient
source: Select Patient Profile(s)
ar: حدد ملف (ملفات) المريض

# select_services
source: Select the services based on your needs, and kindly wait for a registered nurse to be assigned to you.
ar: حدد الخدمات بناءً على احتياجاتك ، وانتظر تعيين ممرض/ة مسجلة لك.

source: Select the needed test
ar: اختيار الفحص المطلوب

source: Select Time
ar: اختر الوقت

source: Select Visit Days
ar: اختيار يوم الزيارة

source: Select your service
ar: اختر خدمتك

source: Selected Items
ar: العناصر المختارة

source: Select Item
ar: اختار خدمة

source: Send
ar: إرسال

source: Send Request
ar: ارسل طلب

source: Send Issue
ar: إرسال المشكلة

# sent_to_all_matched_caregivers
source: You will be receiving offers from our best matched caregivers soon
ar: تم إرسال طلبك إلى جميع مقدمي الرعاية المتطابقين

source: Service Provider Area of Expertise
ar: مجال خبرة مقدم الخدمة

source: Service Provider Info
ar: معلومات مقدم الخدمة

source: Services
ar: خدمات

# servicesop1
source: this will be paid separately
ar: سيتم دفع هذا بشكل منفصل

# servicesop2
source: the caregiver can buy OTC medications only
ar: يمكن لمقدم الرعاية شراء الأدوية التي لا تستلزم وصفة طبية فقط

source: sessions
ar: جلسات

source: Should we know more?
ar: هل تريد اطلاعنا بالمزيد؟

source: Show Less
ar: عرض أقل

source: Show More
ar: عرض المزيد

# sign_up_msg
source: Hey, Thanks for choosing Carers
ar: مرحبا, شكرا لاختياركم كيرارز

# sign_up_msg_2
source: You are 3 steps away, kindly create your account to proceed with your request.
ar: أنت على بعد 3 خطوات ، يرجى إنشاء حسابك لمتابعة طلبك.

source: Sign up with Apple
ar: التسجيل باستخدام Apple

source: Sign up with Google
ar: اشتراك باستخدام حساب جوجل

# sign_with_apple
source: Sign in with Apple
ar: تسجيل الدخول باستخدام Apple

# sign_with_google
source: Sign in with Google
ar: تسجيل الدخول باستخدام حساب جوجل

source: Single Visit
ar: زيارة واحدة

source: Skills
ar: مهارات

source: Skip
ar: تخطي

source: Smoker
ar: مدخن

# somthingWrong
source: Something went wrong
ar: حدث خطأ ما

source: SPECIALIZED CAREGIVER
ar: متخصص مقدم الرعاية

source: Starts at:
ar: يبدأ في...:

source: Strong
ar: قوي

source: Submit
ar: تاكيد

source: Subtotal
ar: المجموع الفرعي

source: Success
ar: بنجاح

# success_update_profile
source: Profile updated successfully
ar: تم تحديث الملف الشخصي بنجاح

source: Team Profile
ar: الملف الشخصي للفريق

source: Teams
ar: فريق

# terms_and_conditions
source: Terms & Conditions
ar: البنود و الشروط

source: Test Name
ar: اسم الفحص

source: Thank you
ar: شكرا لك

source: Thanks for your feedback
ar: شكرا لتعليقك

# the_care_provider_called
source: The care provider called and will be late
ar: مقدم الرعاية اتصل وسيأتي متأخرا

source: The care provider did not arrive yet
ar: مقدم الرعاية لم يصل بعد

# there_is_no_certificates
source: There is no certificates added
ar: لا توجد شهادات مضافة

# there_is_no_experiences
source: There is no experiences added
ar: لا توجد خبرات مضافة

# there_is_no_new_notifications
source: There is no new notifications for now
ar: لا توجد إخطارات جديدة في الوقت الحالي

source: There is no new orders at this date
ar: لا توجد طلبات جديدة في هذا التاريخ

source: There is no offers yet
ar: لا توجد عروض حتى الان

# there_is_no_skills
source: There is no skills added
ar: لا توجد مهارات مضافة

# this_field_requird
source: This field is required
ar: هذه الخانة مطلوبه

# this_order_cancelled
source: This order is cancelled
ar: تم إلغاء هذا الطلب

source: This Order Completed
ar: اكتمل هذا الطلب

source: To
ar: الى

source: To Date
ar: الى تاريخ

source: Total
ar: المجموع

source: Total Hours per visit
ar: إجمالي الساعات في الزيارة

source: Total Visits
ar: عدد الزيارات

source: Traits
ar: الصفات

source: Type here
ar: أكتب هنا

source: Ultrasound
ar: التصوير بالأمواج فوق الصوتية

source: Update Now
ar: تحديث الان

source: Upload
ar: اختر

source: Upload Doctor's Prescription
ar: تحميل وصفة الطبيب

source: Upload Reports and Readings
ar: تحميل التقارير والقراءات

source: Uploading...
ar: تحميل...

# use_biometric_auth
source: Use Biometric Authentication
ar: استخدم المصادقة بالبصمة الحيوية

# use_biometric_auth_msg
source: Would you like to login securely with biometric authentication?
ar: هل ترغب في تسجيل الدخول بأمان باستخدام المصادقة بالبصمة الحيوية؟

# valid_from_to
source: Valid from {from} to {to}
ar: صالح من {from} إلى {to}

source: Verify
ar: تاكيد

source: Video CV
ar: السيرة الذاتية بالفيديو

source: View Details
ar: عرض التفاصيل

source: View profile
ar: اظهار الملف الشخصي

source: View Result
ar: اظهار النتائج

source: View Visits Calendar
ar: عرض تقويم الزيارات

source: Visit
ar: زيارة

source: Visit Fees
ar: رسوم الزيارة

source: Visits
ar: الزيارات

source: Waiting for offer
ar: في انتظار العروض

source: Walking with assistance
ar: يحتاج الى مساعده في المشي

# walking_with_assistance_for_activities
source: Walking with assistance for activities of daily living/appointments only
ar: يحتاج الى مساعده في المشي و القيام الانشطه اليوميه

source: We are caring for:
ar: نحن نهتم ب:

# we_will_send_you_a_code
source: We will send you an OTP security code.
ar: سنرسل لك رمز التحقق.

source: Weak
ar: ضعيف

source: Weight
ar: الوزن

# welcome_msg
source: We're so glad you've decided to join us.
ar: نحن سعداء للغاية لأنك قررت الانضمام إلينا.

source: Welcome to Carers!
ar: مرحبًا بكم في كيرارز!

source: What should we know about them?
ar: ما الذي يجب أن نعرفه عنهم؟

source: What would you like to examine?
ar: ماذا تريد أن تفحص؟

# whatsappNotInstalled
source: WhatsApp is not installed on your device
ar: بلانامج الواتساب غير مثبت على جهازك

source: Where do you want the service?
ar: اين تريد الخدمة؟

source: Xray
ar: الأشعة السينية

source: Years
ar: سنوات

source: Yes
ar: نعم

source: Yes ( Indoor )
ar: نعم ) داخلي)

source: Yes ( Outdoor )
ar: نعم ) خارجي)

# you_will_get_off_your_order
source: You will get {off}% off your order
ar: على طلبك{off}٪ سوف تحصل على خصم

# you_will_receive_this_service
source: You will receive this service at the selected date and time.
ar: سوف تتلقى هذه الخدمة في التاريخ والوقت المحددين.

# add_loved_one_profile
source: Add A loved one Profile
ar: إضافة ملف معلومات الاحباء

# add_loved_one_profile_msg
source: Please confirm that the patient gives the authorization to the user to manage his profile and requests.
ar: يرجى التأكد من أن المريض يمنح الصلاحية للمستخدم لإدارة ملفه وطلباته.

source: Agree and Continue
ar: أوافق وأستمر

# are_you_sure_without
source: Are you sure you want to continue without {name}?
ar: هل أنت متأكد أنك تريد المتابعة بدون {name}؟

source: Carers discount
ar: خصم كيرارز

# diffrence_between_start_end_must_be_4_hours
source: The difference between the start and end time must be at least 4 hours
ar: يجب أن يكون الفرق بين الوقت البدء والانتهاء 4 ساعات

source: From Time
ar: من الوقت

source: Privacy Policy & Terms of Use
ar: سياسة الخصوصية وشروط الاستخدام

# id
source: Number
ar: id

# make_sure_sesstion_count
source: Please make sure you select {count} visits
ar: يرجى التأكد من اختيار {count} زيارات

source: No Services Found
ar: لم يتم العثور على خدمات

source: None
ar: لا شيء

source: Notice
ar: ملاحظة

source: Please select date range
ar: يرجى تحديد نطاق التاريخ

# promo
source: Promotion
ar: برومو

source: Radiology Details
ar: تفاصيل الأشعة

source: Rate Us
ar: قيمنا

source: Service
ar: خدمة

# short_notice_msg
source: Your request is short notice, we will try to fast track your needs.
ar: يمكنك الحصول على خدمة معلومات الاحباء في أقل من 24 ساعة

source: Start time must be after 1 hour from now
ar: يجب أن يكون الوقت البدء بعد ساعة واحدة من الآن
